Repository: azide0x37/Prusa-Firmware-HD-MBL
Catalog: lang/po/new/*.po
Languages: es

source: Temperatures
es: Temperaturas

source: There is still a need to make Z calibration. Please follow the manual, chapter First steps, section Calibration flow.
es: Todavia es necesario hacer una calibracion Z. Por favor siga el manual, capitulo Primeros pasos, seccion Calibracion del flujo.

source: to load filament
es: para cargar el filamento

source: to unload filament
es: para descargar el filamento

source: Total failures
es: Fallos totales

source: Total filament
es: Filamento total:

source: Total filament :
es: Filamento total:

source: Total print time
es: Tiempo total :

source: Total print time :
es: Tiempo total :

source: TRIGGERED
es: ACTIVADO

source: Tune
es: Ajustar

source: unknown
es: desconocido

source: Unload
es: Descargar

source: Unload all
es: Soltar todos fil.

source: Unload filament
es: Soltar filamento

source: Unload filament 1
es: Soltar fil. 1

source: Unload filament 2
es: Soltar fil. 2

source: Unload filament 3
es: Soltar fil. 3

source: Unload filament 4
es: Soltar fil. 4

source: Unloading filament
es: Soltando filamento

source: Use unload to remove filament 1 if it protrudes outside of the rear MMU tube. Use eject if it is hidden in tube.
es: Usa unload para retirar el filamento 1 si sobresale por fuera de la parte trasera del tubo MMU. Usa Expulsar si esta escondido dentro del tubo

source: Used during print
es: Usado en impresion

source: Voltages
es: Voltajes

source: volume.init failed
es: fallo volume.init

source: Wait for user...
es: Esperando ordenes

source: Waiting for nozzle and bed cooling
es: Esperando enfriamiento de la base y extrusor.

source: Waiting for PINDA probe cooling
es: Esperando a que se enfrie la sonda PINDA

source: Warning: both printer type and motherboard type changed.
es: Aviso: tanto el tipo de impresora como el tipo de la placa han cambiado.

source: Warning: motherboard type changed.
es: Cuidado: el tipo de placa ha cambiado.

source: Warning: printer type changed.
es: Cuidado: Ha cambiado el tipo de impresora.

source: WARNING: This is an unofficial, unsupported build. Use at your own risk!
es: CUIDADO: Esta es una version no-oficial y sin soporte. ¡Usala bajo tu responsabilidad!

source: Was filament unload successful?
es: ?Se cargocon exito el filamento?

source: Wiring error
es: Error de conexion

source: workDir open failed
es: error al abrir workDir

source: Writing to file:
es: Escribiendo al arch.:

source: X-correct
es: X-correcion

source: XYZ cal. details
es: Detalles de calibracion XYZ

source: XYZ calibration all right. Skew will be corrected automatically.
es: Calibracion XYZ correcta. La inclinacion se corregira automaticamente.

source: XYZ calibration all right. X/Y axes are slightly skewed. Good job!
es: Calibracion XYZ correcta. Los ejes X / Y estan ligeramente inclinados. Buen trabajo!

source: XYZ calibration compromised. Front calibration points not reachable.
es: Calibrazion XYZ comprometida. Puntos frontales no alcanzables.

source: XYZ calibration compromised. Left front calibration point not reachable.
es: Calibrazion XYZ comprometida. Punto frontal izquierdo no alcanzable.

source: XYZ calibration compromised. Right front calibration point not reachable.
es: Calibrazion XYZ comprometida. Punto frontal derecho no alcanzable.

source: XYZ calibration failed. Bed calibration point was not found.
es: Calibracion XYZ fallada. Puntos de calibracion en la base no encontrados.

source: XYZ calibration failed. Front calibration points not reachable.
es: Calibracion XYZ fallada. Puntos frontales no alcanzables.

source: XYZ calibration failed. Left front calibration point not reachable.
es: Calibracion XYZ fallada. Punto frontal izquierdo no alcanzable.

source: XYZ calibration failed. Please consult the manual.
es: Calibracion XYZ fallada. Consulta el manual por favor.

source: XYZ calibration failed. Right front calibration point not reachable.
es: Calibracion XYZ fallad. Punto frontal derecho no alcanzable.

source: XYZ calibration ok. X/Y axes are perpendicular. Congratulations!
es: Calibracion XYZ ok. Ejes X/Y perpendiculares. Enhorabuena!

source: Y distance from min
es: Distancia en Y desde el min

source: Y distance from min:
es: Distancia en Y desde el min:

source: Y-correct
es: Y-correcion

source: Yes
es: Si

source: You are using firmware alpha version. This is development version. Using this version is not recommended and may cause printer damage.
es: Estas usando una version alpha de firmware. Esta es una version de desarrollo. No recomendamos usar esta version y podria causar daños a la impresora.

source: You are using firmware beta version. This is development version. Using this version is not recommended and may cause printer damage.
es: Estás usando una versión beta de firmware. Es una versión en desarrollo. No recomendamos que la uses y podría causar daños a la impresora.

source: You can always resume the Wizard from Calibration -> Wizard.
es: Siempre puedes acceder al asistente desde Calibracion -> Wizard

source: [0;0] point offset
es: [0;0] punto offset
