Repository: azide0x37/Prusa-Firmware-HD-MBL
Catalog: lang/po/new/*.po
Languages: es

source: e[2JCrash detection cane[1;0Hbe turned on only ine[2;0HNormal mode
es: e[2JDec. choquee[1;0Hpuede ser activada solo ene[2;0HModo normal

source: e[2JWARNING:e[1;0HCrash detectione[2;0Hdisabled ine[3;0HStealth mode
es: e[2JATENCION:e[1;0HDec. choquee[2;0Hdesactivada ene[3;0HModo silencio

source: [off
es: [inactivo

source: cold extrusion prevented
es: extrusion en frio prevenida

source: Free Memory:
es: Memoria Libre:

source: Last Updated:
es: Ultima actualizacion:

source: of 4
es: de 4

source: of 9
es: de 9

source: >Cancel
es: >Cancelar

source: Adjusting Z
es: Ajustar Z

source: All
es: Todos

source: All correct
es: Todo bien

source: All is done. Happy printing!
es: Terminado! Feliz impresion!

source: Ambient
es: Ambiente

source: and press the knob
es: Haz clic

source: Are left and right Z~carriages all up?
es: Carros Z izq./der. estan arriba maximo?

source: Auto adjust Z?
es: Ajustar Eje Z

source: Auto deplete [on]
es: Auto desplegar[on]

source: Auto deplete[N/A]
es: Auto desplegar[N/A]

source: Auto deplete[off]
es: Auto desplegar[off]

source: Auto home
es: Llevar al origen

source: AutoLoad filament
es: Carga automatica de filamento

source: Autoloading filament available only when filament sensor is turned on...
es: La carga automatica de filamento solo funciona si el sensor de filamento esta activado...

source: Autoloading filament is active, just press the knob and insert filament...
es: La carga automatica de filamento esta activada, pulse el dial e inserte el filamento...

source: Axis
es: Eje

source: Axis length
es: Longitud del eje

source: Babystepping X
es: Micropasos X

source: Babystepping Y
es: Micropasos Y

source: Bed
es: Base calefactable

source: Bed / Heater
es: Base / Calentador

source: Bed done
es: Base preparada

source: Bed Heating
es: Calentando Base

source: Bed level correct
es: Corr. de la cama

source: Bed leveling failed. Sensor didnt trigger. Debris on nozzle? Waiting for reset.
es: Nivelacion fallada. Sensor no funciona. Restos en boquilla? Esperando reset.

source: Bed leveling failed. Sensor disconnected or cable broken. Waiting for reset.
es: Nivelacion fallada. Sensor desconectado o cables danados. Esperando reset.

source: Bed leveling failed. Sensor triggered too high. Waiting for reset.
es: Nivelacion fallada. Sensor funciona demasiado pronto. Esperando reset.

source: Begin file list
es: Comienzo lista arch.

source: Belt status
es: Estado de la correa

source: Blackout occurred. Recover print?
es: Se fue la luz. ?Reanudar la impresion?

source: Calibrate
es: Calibrar

source: Calibrate E
es: Calibrar E

source: Calibrate XYZ
es: Calibrar XYZ

source: Calibrate Z
es: Calibrar Z

source: Calibrating home
es: Calibrando posicion inicial

source: Calibrating XYZ. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
es: Calibrando XYZ. Gira el dial para subir el extrusor hasta tocar los topes superiores. Despues haz clic.

source: Calibrating Z
es: Calibrando Z

source: Calibrating Z. Rotate the knob to move the Z carriage up to the end stoppers. Click when done.
es: Calibrando Z. Gira el dial para subir el extrusor hasta tocar los topes superiores. Despues haz clic.

source: Calibration
es: Calibracion

source: Calibration done
es: Calibracion OK

source: Cancel
es: Cancelar

source: Cannot enter subdir:
es: Sin acceso subdir:

source: Cannot open subdir
es: No se puede abrir subdir

source: Card inserted
es: Tarjeta insertada

source: Card removed
es: Tarjeta retirada

source: Change extruder
es: Cambiar extrusor.

source: Change filament
es: Cambiar filamento

source: Change SD card
es: Cambiar tarjeta SD

source: Change success!
es: Cambio correcto

source: Changed correctly?
es: Cambio correcto?

source: Changing filament!
es: Cambiando filamento

source: Checking bed
es: Control base cal.

source: Checking endstops
es: Control endstops

source: Checking hotend
es: Control fusor

source: Checking sensors
es: Comprobando los sensores

source: Checking X axis
es: Control sensor X

source: Checking Y axis
es: Control sensor Y

source: Checking Z axis
es: Control sensor Z

source: checksum mismatch, Last Line:
es: inconcluencia checksum, Ult. Linea:

source: Choose extruder:
es: Elegir extrusor:

source: Choose filament:
es: Elije filamento:

source: Color not correct
es: Color no homogeneo

source: Cooldown
es: Enfriar

source: Copy selected language from XFLASH?
es: Copiar idioma seleccionado desde XFLASH?

source: Copy selected language?
es: Copiar idioma seleccionado?

source: Crash
es: Choque

source: Crash det. [on]
es: Det. choque [act]

source: Crash det. [N/A]
es: Dec. choque [N/D]

source: Crash det. [off]
es: Det. choque [ina]

source: Crash detected.
es: Choque detectado.

source: Crash detected. Resume print?
es: Choque detectado. Continuar impresion?

source: Current
es: Actual

source: Date:
es: Fecha:

source: Disable steppers
es: Apagar motores

source: Distance between tip of the nozzle and the bed surface has not been set yet. Please follow the manual, chapter First steps, section First layer calibration.
es: Distancia entre la punta del boquilla y la superficie de la base aun no fijada. Por favor siga el manual, capitulo Primeros Pasos, Calibracion primera capa.

source: Do you want to repeat last step to readjust distance between nozzle and heatbed?
es: Quieres repetir el ultimo paso para reajustar la distancia boquilla-base?

source: E calibration finished. Please clean the nozzle. Click when done.
es: E calibrado. Limpia nozzle. Haz clic una vez terminado.

source: E-correct
es: E-correcion

source: Eject
es: Expulsar

source: Eject filament
es: Expulsar filamento

source: Eject filament 1
es: Expulsar filamento 1

source: Eject filament 2
es: Expulsar filamento 2

source: Eject filament 3
es: Expulsar filamento 3

source: Eject filament 4
es: Expulsar filamento 4

source: Eject filament 5
es: Expulsar filamento 5

source: Ejecting filament
es: Expulsando filamento

source: End file list
es: Fin lista arch.

source: Endstop not hit
es: Endstop no alcanzado

source: endstops hit:
es: endstops golpean:

source: English
es: Espanol

source: enqueing "
es: en cola "

source: Error - static memory has been overwritten
es: Error - se ha sobre-escrito la memoria estatica

source: error writing to file
es: error al escribir arch.

source: ERROR: Filament sensor is not responding, please check connection.
es: ERROR: El sensor de filamento no responde, por favor comprueba la conexion.

source: External SPI flash W25X20CL not responding.
es: No responde el flasheo externo SPI W25X20CL

source: Extruder
es: Extruir

source: Extruder 1
es: Extrusor 1

source: Extruder 2
es: Extrusor 2

source: Extruder 3
es: Extrusor 3

source: Extruder 4
es: Extrusor 4

source: Extruder fan:
es: Ventilador del extrusor:

source: Extruder info
es: Informacion del extrusor

source: F. autoload [on]
es: Autocarg.Fil[act]

source: F. autoload [N/A]
es: Autocarg.Fil[N/D]

source: F. autoload [off]
es: Autocarg.Fil[ina]

source: Fail stats
es: Estadistica de fallos

source: Fail stats MMU
es: Estadistica de fallos MMU

source: Fan speed
es: Velocidad Vent.

source: Fan test
es: Test ventiladores

source: Fans check [on]
es: Comprob.vent[act]

source: Fans check [off]
es: Comprob.vent[ina]

source: Fil. sensor [on]
es: Sensor Fil. [act]

source: Fil. sensor response is poor, disable it?
es: La respuesta del sensor de fil es deficiente, ?desactivarlo?

source: Fil. sensor [N/A]
es: Sensor Fil. [N/D]

source: Fil. sensor [off]
es: Sensor Fil. [ina]

source: Filam. runouts
es: Filam. acabado

source: Filament
es: Filamento

source: Filament extruding & with correct color?
es: Es nitido el color nuevo?

source: Filament not loaded
es: Fil. no introducido

source: Filament sensor
es: Sensor de filamento

source: Filament sensor:
es: Sensor de filamento:

source: Filament used
es: Filamento usado

source: Filament used:
es: Filamento usado:

source: File incomplete. Continue anyway?
es: Archivo incompleto. ?Continuar de todos modos?

source: File opened:
es: Arch. abierto:

source: File selected
es: Arch. elegido

source: Finishing movements
es: Term. movimientos

source: First layer cal.
es: Cal. primera cap.

source: First, I will run the selftest to check most common assembly problems.
es: Primero, hare el Selftest para comprobar los problemas de montaje mas comunes.

source: Fix the issue and then press button on MMU unit.
es: Corrige el problema y pulsa el boton en la unidad MMU.

source: Flow
es: Flujo

source: Front print fan?
es: Vent. frontal?

source: Front side[um]
es: Frontal [um]

source: Front/left fans
es: Ventiladores frontal/izquierdo

source: Heater/Thermistor
es: Calentador/Termistor

source: Heating
es: Calentando...

source: Heating disabled by safety timer.
es: Calentadores desactivados por el temporizador de seguridad.

source: Heating done.
es: Calentamiento acabado.

source: Hi, I am your Original Prusa i3 printer. Would you like me to guide you through the setup process?
es: Hola, soy tu impresora Original Prusa i3. Quieres que te guie a traves de la configuracion?

source: I will run xyz calibration now. It will take approx. 12 mins.
es: Hare la calibracion XYZ. Tardara 12 min. aproximadamente.

source: I will run z calibration now.
es: Voy a hacer Calibracion Z ahora.

source: I will start to print line and you will gradually lower the nozzle by rotating the knob, until you reach optimal height. Check the pictures in our handbook in chapter Calibration.
es: Voy a comenzar a imprimir la linea y tu bajaras el nozzle gradualmente al rotar el dial, hasta que llegues a la altura optima. Mira las imagenes del capitulo Calibracion en el manual.

source: Improving bed calibration point
es: Mejorando punto de calibracion base

source: Info screen
es: Monitorizar

source: Init. SD card
es: Iniciar tarj. SD

source: Insert filament
es: Introducir filamento

source: Insert filament into extruder 1. Click when done.
es: Insertar filamento en el extrusor 1. Haz clic una vez terminado.

source: Insert filament into extruder 2. Click when done.
es: Insertar filamento en el extrusor 2. Haz clic una vez terminado.

source: Insert filament into extruder 3. Click when done.
es: Insertar filamento en el extrusor 3. Haz clic una vez terminado.

source: Insert filament into extruder 4. Click when done.
es: Insertar filamento en el extrusor 4. Haz clic una vez terminado.

source: Is filament 1 loaded?
es: ?Esta cargado el filamento 1?

source: Is filament loaded?
es: Esta el filamento cargado?

source: Is it PLA filament?
es: Es el filamento PLA?

source: Is PLA filament loaded?
es: Esta el filamento PLA cargado?

source: Is steel sheet on heatbed?
es: ?Esta colocada la lamina de acero sobre la base?

source: Iteration
es: Reiteracion

source: KILLED.
es: PARADA DE EMERGENCIA

source: Last print
es: Ultima impresion

source: Last print failures
es: Ultimas impresiones fallidas

source: Left
es: Izquierda

source: Left hotend fan?
es: Vent. izquierdo?

source: Left side [um]
es: Izquierda [um]

source: Left:
es: Izda:

source: Lin. correction
es: Correccion de Linealidad

source: Live adjust Z
es: Micropaso Eje Z

source: Load all
es: Intr. todos fil.

source: Load filament
es: Introducir filam.

source: Load filament 1
es: Introducir fil. 1

source: Load filament 2
es: Introducir fil. 2

source: Load filament 3
es: Introducir fil. 3

source: Load filament 4
es: Introducir fil. 4

source: Load filament 5
es: Cargar filamento 5

source: Load to nozzle
es: Cargar a la boquilla

source: Loading color
es: Cambiando color

source: Loading filament
es: Introduciendo filam.

source: Loose pulley
es: Polea suelta

source: M104 Invalid extruder
es: M104 Extrusor invalido

source: M105 Invalid extruder
es: M105 Extrusor invalido

source: M109 Invalid extruder
es: M109 Extrusor invalido

source: M117 First layer cal.
es: M117 Cal. primera cap.

source: M200 Invalid extruder
es: M200 Extrusor invalido

source: M218 Invalid extruder
es: M218 Extrusor invalido

source: M221 Invalid extruder
es: M221 Extrusor invalido

source: Main
es: Menu principal

source: Mark filament 100mm from extruder body. Click when done.
es: Marque el filamento 100 mm por encima del final del extrusor. Haz clic una vez terminado.

source: Measured skew
es: Desviacion medida:

source: Measured skew:
es: Desviación medida:

source: Measuring reference height of calibration point
es: Midiendo altura del punto de calibracion

source: Mesh Bed Leveling
es: Nivelacion Mesh Level

source: MMU fails
es: Fallos MMU

source: MMU load failed
es: Carga MMU fallida

source: MMU load fails
es: Carga MMU falla

source: MMU needs user attention.
es: MMU necesita atencion del usuario.

source: MMU needs user attention. Fix the issue and then press button on MMU unit.
es: MMU necesita atencion del usuario. Corrija el problema y luego presione el boton en la unidad MMU.

source: MMU OK. Resuming position...
es: MMU OK. Restaurando posicion...

source: MMU OK. Resuming temperature...
es: MMU OK. Restaurando temperatura...

source: MMU OK. Resuming...
es: MMU OK. Resumiendo...

source: MMU power fails
es: Fallo de energia en MMU

source: MMU2 connected
es: MMU2 conectado

source: Mode [Normal]
es: Modo [Normal]

source: Mode [silent]
es: Modo [silencio]

source: Mode [Stealth]
es: Modo [Silencio]

source: Mode [auto power]
es: Modo[fuerza auto]

source: Mode [high power]
es: Modo [rend.pleno]

source: Move axis
es: Mover ejes

source: Move X
es: Mover X

source: Move Y
es: Mover Y

source: Move Z
es: Mover Z

source: N/A
es: No disponible

source: New firmware version available:
es: Nuevo firmware disponible:

source: No Checksum with line number, Last Line:
es: Sin Checksum con linea numero, Ult. Linea:

source: No move.
es: Sin movimiento

source: No SD card
es: No hay tarjeta SD

source: No thermistors - no temperature
es: Sin termistores - sin temperatura

source: Not connected
es: No hay conexion

source: Not spinning
es: Ventilador no gira

source: Now I will calibrate distance between tip of the nozzle and heatbed surface.
es: Voy a calibrar la distancia entre la punta de la boquilla y la superficie de la base.

source: Now I will preheat nozzle for PLA.
es: Voy a precalentar la boquilla para PLA ahora.

source: Now remove the test print from steel sheet.
es: Ahora retira la prueba de la lamina de acero.

source: Nozzle
es: Boquilla

source: Nozzle FAN
es: Ventilador de capa

source: Nozzle FAN:
es: Ventilador de capa:

source: Nozzle2
es: Boquilla2

source: Nozzle3
es: Boquilla3

source: Old settings found. Default PID, Esteps etc. will be set.
es: Se han encontrado ajustes anteriores. Se ajustara el PID, los pasos del extrusor, etc

source: open
es: abrir

source: open failed, File:
es: error apertura, Arch.:

source: openRoot failed
es: fallo openRoot

source: Pause print
es: Pausar impresion

source: Pick print
es: Esc. Modelo Adecuado

source: PID cal.
es: Cal. PID

source: PID cal. finished
es: Cal. PID terminada

source: PID calibration
es: Calibracion PID

source: PINDA Heating
es: Calentando PINDA

source: Place a sheet of paper under the nozzle during the calibration of first 4 points. If the nozzle catches the paper, power off the printer immediately.
es: Colocar una hoja de papel sobre la superficie de impresion durante la calibracion de los primeros 4 puntos. Si la boquilla mueve el papel, apagar impresora inmediatamente.

source: Please check :
es: Controla :

source: Please check our handbook and fix the problem. Then resume the Wizard by rebooting the printer.
es: Lee el manual y resuelve el problema. Despues, reinicia la impresora y continua con el Wizard

source: Please clean heatbed and then press the knob.
es: Limpia la superficie de la base, por favor, y haz clic

source: Please clean the nozzle for calibration. Click when done.
es: Limpia boquilla para calibracion. Click cuando acabes.

source: Please insert PLA filament to the extruder, then press knob to load it.
es: Inserta, por favor, filamento PLA en el extrusor. Despues haz clic para cargarlo.

source: Please insert PLA filament to the first tube of MMU, then press the knob to load it.
es: Por favor introduce el filamento al primer tubo MMU, despues presiona el dial para imprimirlo.

source: Please load PLA filament and then resume Wizard by rebooting the printer.
es: Carga filamento PLA, por favor, y reinicia la impresora para continuar con el Wizard

source: Please load PLA filament first.
es: Carga el filamento PLA primero por favor.

source: Please open idler and remove filament manually.
es: Por favor abate el rodillo de empuje (idler) y retira el filamento manualmente.

source: Please place steel sheet on heatbed.
es: Por favor coloca la chapa de acero en la base calefactable.

source: Please press the knob to unload filament
es: Por favor, pulsa el dial para descargar el filamento

source: Please pull out filament immediately
es: Por favor retire el filamento de inmediato

source: Please remove filament and then press the knob.
es: Por favor quite el filamento y luego presione el dial.

source: Please remove shipping helpers first.
es: Por favor retira los soportes de envio primero.

source: Please remove steel sheet from heatbed.
es: Por favor retire la chapa de acero de la base calefactable.

source: Please run XYZ calibration first.
es: Por favor realiza la calibracion XYZ primero.

source: Please update firmware in your MMU2. Waiting for reset.
es: Por favor actualice el firmware en tu MMU2. Esperando el reseteo.

source: Please upgrade.
es: Actualize por favor

source: Please wait
es: Por Favor Espere

source: Power failures
es: Cortes de energia

source: PowerUp
es: Encendido

source: Preheat
es: Precalentar

source: Preheat the nozzle!
es: Precalienta extrusor!

source: Preheating nozzle. Please wait.
es: Precalentando nozzle. Espera por favor.

source: Preheating to load
es: Precalentar para cargar

source: Preheating to unload
es: Precalentar para descargar

source: Prepare new filament
es: Preparar filamento

source: Press knob to preheat nozzle and continue.
es: Pulsa el dial para precalentar la boquilla y continue.

source: Press the knob
es: Pulsa el dial

source: Press the knob to resume nozzle temperature.
es: Presiona el dial para continuar con la temperatura de la boquilla.

source: Print aborted
es: Impresion cancelada

source: Print FAN
es: Ventilador del extrusor

source: Print fan:
es: Ventilador del fusor:

source: Print FAN:
es: Ventilador del fusor:

source: Print from SD
es: Menu tarjeta SD

source: Print paused
es: Impresion en pausa

source: Print time
es: Tiempo de imp.:

source: Print time:
es: Tiempo de imp.:

source: Printer disconnected
es: Impresora desconectada

source: Printer halted. kill() called!
es: Impresora detenida. kill() activado!

source: Printer has not been calibrated yet. Please follow the manual, chapter First steps, section Calibration flow.
es: Impresora no esta calibrada todavia. Por favor usa el manual capitulo Primeros pasos Calibracion flujo.

source: Printer stopped due to errors. Fix the error and use M999 to restart. (Temperature is reset. Set it after restarting)
es: Impresora parada debido a errores. Arregle el error y use M999 para reinicio. (Temperatura se resetea. Ajustar despues de reinicio)

source: Prusa i3 MK2 ready.
es: Preparado para i3 MK2.

source: Prusa i3 MK2.5 ready.
es: Preparado para Prusa i3 MK2.5.

source: Prusa i3 MK3 ready.
es: Prusa i3 MK3 prep.

source: prusa3d.com
es: prusa3d.es

source: Rear side [um]
es: Trasera [um]

source: Recovering print
es: Recuperando impresion

source: Refresh
es: Refrescar

source: Remove old filament and press the knob to start loading new filament.
es: Retire el filamento viejo y presione el dial para comenzar a cargar el nuevo filamento.

source: Reporting endstop status
es: Estado endstop

source: Resend
es: Reenviar:

source: Resend:
es: Reenviar:

source: Resume print
es: Reanudar impres.

source: Resuming print
es: Resumiendo impresion

source: Right
es: Derecha

source: Right side[um]
es: Derecha [um]

source: Right:
es: Der:

source: Rotate knob until mark reaches extruder body. Click when done.
es: Rotar el dial hasta que la marca llegue al cuerpo del extrusor. Haz clic una vez terminado.

source: RPi port [on]
es: Puerto RPi [act]

source: RPi port [off]
es: Puerto RPi [ina]

source: Running Wizard will delete current calibration results and start from the beginning. Continue?
es: Ejecutar el Wizard borrara los valores de calibracion actuales y comenzara de nuevo. Continuar?

source: SD card [normal]
es: Tarj. SD [normal]

source: SD card ok
es: Tarj. SD ok

source: SD card [FlshAir]
es: Tarj. SD [FlshAir]

source: SD card [flshAir]
es: Tarj. SD[FlshAir]

source: SD init fail
es: Error init SD

source: SD printing byte
es: SD byte impresion

source: Searching bed calibration point
es: Buscando punto de calibracion base

source: Select language
es: Cambiar el idioma

source: Select nozzle preheat temperature which matches your material.
es: Selecciona la temperatura para precalentar la boquilla que se ajuste a tu material.

source: Select PLA filament:
es: Seleccionar filamento PLA:

source: Self test start
es: Iniciar Selftest

source: Selftest error !
es: Error Selftest !

source: Selftest failed
es: Fallo Selftest

source: Selftest will be run to calibrate accurate sensorless rehoming.
es: Se realizara el auto-test para calibrar con precision la vuelta a la posicion inicial sin sensores.

source: Sensor state
es: Estado del sensor

source: Sensors info
es: Informacion sensores

source: Set temperature:
es: Establecer temp.:

source: Settings
es: Configuracion

source: Severe skew
es: Inclinacion severa

source: Severe skew:
es: Inclinación severa:

source: Show end stops
es: Mostrar endstops

source: Show pinda state
es: Mostrar estado pinda

source: Sleep...
es: En reposo...

source: Slight skew
es: Ligeramente inclinado

source: Slight skew:
es: Ligeramente inclinado:

source: Some files will not be sorted. Max. No. of files in 1 folder for sorting is 100.
es: Algunos archivos no se ordenaran. Maximo 100 archivos por carpeta para ordenar.

source: Some problem encountered, Z-leveling enforced ...
es: Problema encontrado, nivelacion Z forzosa ...

source: Sort: [None]
es: Ordena: [Ninguno]

source: Sort: [none]
es: Ordenar: [nada]

source: Sort: [Time]
es: Orden: [Fecha]

source: Sort: [time]
es: Orden: [Fecha]

source: Sort: [Alphabet]
es: Orden: [Alfabético]

source: Sort: [alphabet]
es: Ordenar:[alfabet]

source: Sort: [none]
es: Ordenar: [nada]

source: Sort: [time]
es: Ordenar: [tiempo]

source: Sorting files
es: Ordenando archivos

source: Sound [loud]
es: Sonido [alto]

source: Sound [mute]
es: Sonido[silenciad]

source: Sound [once]
es: Sonido [una vez]

source: Sound [silent]
es: Sonido[silencios]

source: Speed
es: Velocidad

source: Spinning
es: Ventilador girando

source: Stable ambient temperature 21-26C is needed a rigid stand is required.
es: Se necesita una temperatura ambiente ente 21 y 26C y un soporte rigido.

source: Statistics
es: Estadisticas

source: Steprate too high:
es: Pasos muy altos:

source: Stop print
es: Detener impresion

source: STOPPED.
es: PARADA

source: Support
es: Soporte

source: Swapped
es: Intercambiado

source: Temp. cal.
es: Cal. temp.

source: Temp. cal. [on]
es: Cal. temp. [ON]

source: Temp. cal. [off]
es: Cal. temp. [OFF]

source: Temp. calibration
es: Calibracion temp.

source: Temperature
es: Temperatura

source: Temperature calibration failed
es: Fallo de la calibracion de temperatura

source: Temperature calibration has not been run yet
es: La temperatura de calibracion no ha sido ajustada

source: Temperature calibration is finished and active. Temp. calibration can be disabled in menu Settings->Temp. cal.
es: Calibracion temperatura terminada. Haz clic para continuar.
